
const DetailProduct = () => {
    return (
        <div className="bg-grey px-24 py-20 text-right ">
        <div className="overflow-y-scroll h-24 ltr">
            <p className="font-bold text-lg text-red-500 mb-4">جزئیات محصول</p>
            <p className="font-bold text-md text-white mb-3">موتور</p>
            <p className=" tetx-xs text-white">
            پروفیل‌بر 355 میلی‌متری 5901 رونیکس دارای موتوری با توانی بالا است. این موتور 2300 واتی که از برق 220 ولت تغذیه می‎کند، عملکردی تحسین‌برانگیز را به کاربران هدیه می‌دهد. این موتور بادوام قابلیت این را دارد تا صفحه برش را در حالت آزاد تا 4000 دور بر دقیقه به چرخش درآورد؛ سرعتی که برای بریدن پروفیل‌هایی با مقاطع متنوع کاملا کافی است.
            </p>
            <p className="font-bold text-lg text-red-500 mb-4">جزئیات محصول</p>
            <p className="font-bold text-md text-white mb-3">موتور</p>
            <p className=" tetx-xs text-white">
            پروفیل‌بر 355 میلی‌متری 5901 رونیکس دارای موتوری با توانی بالا است. این موتور 2300 واتی که از برق 220 ولت تغذیه می‎کند، عملکردی تحسین‌برانگیز را به کاربران هدیه می‌دهد. این موتور بادوام قابلیت این را دارد تا صفحه برش را در حالت آزاد تا 4000 دور بر دقیقه به چرخش درآورد؛ سرعتی که برای بریدن پروفیل‌هایی با مقاطع متنوع کاملا کافی است.
            </p>
            <p className="font-bold text-lg text-red-500 mb-4">جزئیات محصول</p>
            <p className="font-bold text-md text-white mb-3">موتور</p>
            <p className=" tetx-xs text-white">
            پروفیل‌بر 355 میلی‌متری 5901 رونیکس دارای موتوری با توانی بالا است. این موتور 2300 واتی که از برق 220 ولت تغذیه می‎کند، عملکردی تحسین‌برانگیز را به کاربران هدیه می‌دهد. این موتور بادوام قابلیت این را دارد تا صفحه برش را در حالت آزاد تا 4000 دور بر دقیقه به چرخش درآورد؛ سرعتی که برای بریدن پروفیل‌هایی با مقاطع متنوع کاملا کافی است.
            </p>
            <p className="font-bold text-lg text-red-500 mb-4">جزئیات محصول</p>
            <p className="font-bold text-md text-white mb-3">موتور</p>
            <p className=" tetx-xs text-white">
            پروفیل‌بر 355 میلی‌متری 5901 رونیکس دارای موتوری با توانی بالا است. این موتور 2300 واتی که از برق 220 ولت تغذیه می‎کند، عملکردی تحسین‌برانگیز را به کاربران هدیه می‌دهد. این موتور بادوام قابلیت این را دارد تا صفحه برش را در حالت آزاد تا 4000 دور بر دقیقه به چرخش درآورد؛ سرعتی که برای بریدن پروفیل‌هایی با مقاطع متنوع کاملا کافی است.
            </p>
            <p className="font-bold text-lg text-red-500 mb-4">جزئیات محصول</p>
            <p className="font-bold text-md text-white mb-3">موتور</p>
            <p className=" tetx-xs text-white">
            پروفیل‌بر 355 میلی‌متری 5901 رونیکس دارای موتوری با توانی بالا است. این موتور 2300 واتی که از برق 220 ولت تغذیه می‎کند، عملکردی تحسین‌برانگیز را به کاربران هدیه می‌دهد. این موتور بادوام قابلیت این را دارد تا صفحه برش را در حالت آزاد تا 4000 دور بر دقیقه به چرخش درآورد؛ سرعتی که برای بریدن پروفیل‌هایی با مقاطع متنوع کاملا کافی است.
            </p>
        </div>
        </div>
    )
}

export default DetailProduct
